[{"_id":"57909dc2bde8a8600808051b","Title":"Day One Keynote Presentation","Description":"Microsoft CEO, Satya Nadella describes Microsoft's opportunity to Build the Intelligent Cloud, Reinvent productivity and business process and create more personal computing. Scott Guthrie explains how Microsoft's Azure is poised to create the Intelligent Cloud. Satya explains how Microsoft Office is evolving to reinvent productivity. Terry Myerson explained how Windows 10 will create more personal computing with new bridges to enable developers to evolve their code into Windows 10 to enable phones, tablets, desktop, Xbox and Holograms.","Url":"https://channel9.msdn.com/Events/Build/2015/KEY01","Image":"/Assets/DataImages/1-2.png","Speaker":"Satya Nadella","SessionDate":"2016-04-04 09:00"},{"_id":"57909dc2bde8a8600808051c","Title":"Chatting with Snover","Description":"Seth chats with Jeffrey Snover","Url":"https://channel9.msdn.com/Events/Build/2015/C9-01","Image":"/Assets/DataImages/2.png","Speaker":"Jeffrey Snover","SessionDate":"2016-04-04 11:00"},{"_id":"57909dc2bde8a8600808051d","Title":"Building Accessible Universal Windows Apps","Description":"Writing accessible code is essential to ensuring that everyone can use Universal Windows apps. Come learn about the API’s and techniques used to ensure that everyone can see, hear and use your apps when using assistive technology.","Url":"https://channel9.msdn.com/Events/Build/2015/2-612","Image":"/Assets/DataImages/3.png","Speaker":"Chris Anderson","SessionDate":"2016-04-04 11:00"},{"_id":"57909dc2bde8a8600808051e","Title":"Project Oxford: Adding Smart to Your Applications","Description":"Microsoft Project Oxford is a set of machine learning based REST APIs and SDKs that help developers easily add intelligent capabilities such as language understanding, speech recognition, image understanding, and face recognition into your applications. These APIs let developers leverage the power of Microsoft’s deep machine learning investments in these fields across platforms. This talk will provide an overview of the services and how to integrate them into your application.","Url":"https://channel9.msdn.com/Events/Build/2015/2-613","Image":"/Assets/DataImages/4.png","Speaker":"Ryan Galgon","SessionDate":"2016-04-04 14:00"},{"_id":"57909dc2bde8a8600808051f","Title":"Introducing the Windows 10 App Model","Description":"Windows 10 dramatically expands the ways in which developers can build apps and games by adding several new programming models, and also expanding the app model to support a broader set of developer scenarios. Andrew will explore these in depth and give you the information you need to get started building Windows apps that leverage these features today.","Url":"https://channel9.msdn.com/Events/Build/2015/2-617","Image":"/Assets/DataImages/5.png","Speaker":"Andrew Clinick","SessionDate":"2016-04-04 14:00"},{"_id":"57909dc2bde8a86008080520","Title":"Strategies for Developing Cross-Platform Applications with Visual Studio 2015","Description":"This session will cover the strategic decisions you have to make as a developer when targeting multiples platforms in your application. We will explore the tools and technologies that you have available in Visual Studio 2015 for both web and native applications that target Windows, iOS and Android devices.","Url":"https://channel9.msdn.com/Events/Build/2015/2-627","Image":"/Assets/DataImages/Captura.png","Speaker":"Amanda Silver","SessionDate":"2016-04-05 09:00"},{"_id":"57909dc2bde8a86008080521","Title":"Building Network Aware Applications Using Azure Resource Provider (RP)","Description":"Networks are key to applications, yet traditional application architecture views networks as static infrastructure. Industry trends of DevOps and Infrastructure-as-Code call for a re-evaluation of traditional approaches. In this session we will look at building network management into your applications using Azure Networking APIs and declarative modelling. We will dig into the Azure Networking APIs, exploring how they can be used to unleash the power of networking as a runtime concern in your network aware applications.","Url":"https://channel9.msdn.com/Events/Build/2015/2-647","Image":"/Assets/DataImages/Captura-1.png","Speaker":"Yousef Khalidi","SessionDate":"2016-04-05 09:00"},{"_id":"57909dc2bde8a86008080522","Title":"Maximize Your Coding Productivity for Apps, Devices, and Services with Visual Studio 2015","Description":"Visual Studio 2015 is a great productivity tool and modern coding environment that helps you find and eliminate common coding issues as you code. It works with your favorite devices, roams your settings, and simplifies interactions with developer services. With so many new features that enhance the way developers work with everything from the web and desktop to mobile apps, you don’t want to miss out on these productivity boosters!","Url":"https://channel9.msdn.com/Events/Build/2015/2-669","Image":"/Assets/DataImages/Captura-2.png","Speaker":"Mark Wilson-Thomas","SessionDate":"2016-04-05 11:00"},{"_id":"57909dc2bde8a86008080523","Title":"Ask Us Anything About Visual Studio IDE","Description":"Ask Us Anything About Visual Studio IDE with Tarek Madkour and Mark Wilson-Thomas","Url":"https://channel9.msdn.com/Events/Build/2015/C9-17","Image":"/Assets/DataImages/Captura-3.png","Speaker":"Mark Wilson-Thomas","SessionDate":"2016-04-06 09:00"},{"_id":"57909dc2bde8a86008080524","Title":"Nano Server: A Cloud Optimized Windows Server for Developers","Description":"Nano Server is the next foundation of Windows Server, stripped down to its essence for speedy operation to support Micro-service style architectures and cloud optimized applications. Learn about this new offering, it’s benefits and how to target it with your code.","Url":"https://channel9.msdn.com/Events/Build/2015/2-755","Image":"/Assets/DataImages/Captura-4.png","Speaker":"Jeffrey Snover","SessionDate":"2016-04-07 09:00"},{"_id":"57909dc2bde8a86008080525","Title":"All Things Azure","Description":"All Things Azure with Mark Russinovich","Url":"https://channel9.msdn.com/Events/Build/2015/C9-03","Image":"/Assets/DataImages/Captura-5.png","Speaker":"Mark Russinovich","SessionDate":"2016-04-05 11:00"},{"_id":"57909dc2bde8a86008080526","Title":"Lessons From Scale: Building Applications for Azure","Description":"+Mi programación\r\nAs architects and developers, you’re thinking of ways to build “cloud-scale” into your applications. Mark will share insights gained on the high-scale battlefield from large Azure customers that can help you create more manageable, highly available, and scalable applications. Using real-world cases studies of customer applications that ran into scalability or performance problems, he explains how Azure’s architecture influences optimal application architectures and shows how leveraging that information made these applications successful. Whether you’re creating and managing small or large cloud applications, you’ll better understand how to get the most out of the cloud and Azure.","Url":"https://channel9.msdn.com/Events/Build/2015/2-667","Image":"/Assets/DataImages/Captura-6.png","Speaker":"Mark Russinovich","SessionDate":"2016-04-06 09:00"},{"_id":"57909dc2bde8a86008080527","Title":"The Next Generation of Azure Compute Platform with Mark Russinovich","Description":"Learn about ways to integrate with Azure Resource Manager (ARM) to enable role-based access control (RBAC), tagging, and template-based deployments, and how Windows containers with Docker compatibility make your code deploy instantly and work consistently in any environment. Also learn how Service Fabric, Microsoft’s hyper-scale micro-service PaaS that powers everything from Azure DB to Cortana, brings applications state-of-the art high-density, high availability and stateful computing capabilities.","Url":"https://channel9.msdn.com/Events/Build/2015/3-618","Image":"/Assets/DataImages/Captura-7.png","Speaker":"Mark Russinovich","SessionDate":"2016-04-07 09:00"}]