[{"_id":"57909dc3bde8a86008080528","Name":"Satya Nadella","Description":"Mr. Satya Nadella is the Chief Executive Officer of Microsoft Corporation since February 4, 2014. Nadella joined Microsoft in 1992. Prior to becoming CEO, Nadella was the president of the Servers and Tools Business (STB) at Microsoft. Satya Nadella was accountable for the overall business and technical vision, strategy, operations, engineering and marketing for Microsoft's $15 billion business. STB is responsible for Microsoft infrastructure software, developer tools and cloud platform, including products such as Windows Server, SQL Server, Visual Studio, System Center and the Windows Azure Platform. Prior to joining the Online Services Division, he led Microsoft Business Solutions (MBS), which develops and markets the Microsoft Dynamics line of ERP and CRM products. Prior to that, he spent several years leading engineering efforts in Microsoft's Server group. Before joining Microsoft, Nadella was a member of the technology staff at Sun Microsystems Inc. A native of Hyderabad (India), Nadella has a Bachelor's degree in Electrical Engineering from Mangalore University, a Master's degree in Computer Science from the University of Wisconsin and an M.B.A. from the University of Chicago. He and his wife have three children and reside in Washington state.","Image":"/Assets/DataImages/Satya_Nadella.jpg","Url":"https://channel9.msdn.com/Events/Speakers/satya-nadella"},{"_id":"57909dc3bde8a86008080529","Name":"Jeffrey Snover","Description":"Jeffrey Snover is a Distinguished Engineer Microsoft and the Lead Architect for the Windows Server and System Center Division. Snover is the inventor of Windows PowerShell, an object-based distributed automation engine, scripting language, and command line shell. Snover joined Microsoft in 1999 as divisional architect for the Management and Services Division, providing technical direction across Microsoft's management technologies and products. Snover has over 30 years of industry experience with a focus on management technologies and solutions. He was an architect in the office of the CTO at Tivoli and a development manager at NetView. He has worked also as a consulting engineer and development manager at DEC, where he led various network and systems management projects. Snover held 8 patents prior to joining Microsoft, and has registered over 30 patents since. He is a frequent speaker at industry and research conferences on a variety of management and language topics.","Image":"/Assets/DataImages/02ffabbe-cac8-e411-b.jpg","Url":"https://channel9.msdn.com/Events/Speakers/Jeffrey-Snover"},{"_id":"57909dc3bde8a8600808052a","Name":"Chris Anderson","Description":"Chris has been at Microsoft since 1996 and worked on a variety of developer tools and user interface platforms including WinForms, WPF, ASP.NET, WinJS, and XAML.","Image":"/Assets/DataImages/ChrisAnderson.jpg","Url":"https://channel9.msdn.com/Events/Speakers/Chris-Anderson"},{"_id":"57909dc3bde8a8600808052b","Name":"Ryan Galgon","Description":"Ryan Galgon has been at Microsoft for nearly 7 years as a Program Manager and has worked in Bing, Windows, and Microsoft Research groups with a focus on big data and applied machine learning.\r\nRyan graduated with a degree in computational mathematics from the Rochester Institute of Technology.","Image":"/Assets/DataImages/904dedef-4acb-43bc-b.png","Url":"https://channel9.msdn.com/Events/Speakers/Ryan-Galgon"},{"_id":"57909dc3bde8a8600808052c","Name":"Andrew Clinick","Description":"Andrew is a Group Program Manager on the developer platform team in Windows Phone.  He is responsible for delivering the execution model for all apps on the phone including multitasking and resource management. ","Image":"/Assets/DataImages/fcc1def4-9f84-48d2-b.jpg","Url":"https://channel9.msdn.com/Events/Speakers/andrew-clinick"},{"_id":"57909dc3bde8a8600808052d","Name":"Amanda Silver","Description":"Amanda Silver is the Director of Program Management in Visual Studio building tools for client applications across Windows, Windows Phone, iOS, and Android. Her team also builds Microsoft's JavaScript engine \"Chakra\" as well as the TypeScript language.","Image":"/Assets/DataImages/a7f351f2-4f64-4371-8.png","Url":"https://channel9.msdn.com/Events/Speakers/amanda-silver"},{"_id":"57909dc3bde8a8600808052e","Name":"Yousef Khalidi","Description":"Yousef Khalidi is a seasoned technologist with a proven record of 25 years’ experience shipping innovative software and hardware platforms. Yousef is currently a Distinguished Engineer at Microsoft, working on Microsoft Azure, Microsoft’s large-scale cloud system. Yousef was a member of the team that conceived and built the initial version of Windows Azure. Yousef is currently responsible for product management for Microsoft Azure Networking, which includes software defined networking, physical network design, and WAN connectivity. Also working on data center design and cross-cutting Microsoft Azure architectural initiatives. Before joining Microsoft, Yousef was a Distinguished Engineer at Sun Microsystems. At Sun, he held several R&D, architecture, and management positions including CTO and Chief Architect of Solaris, Chief Architect of Sun's N1 initiative, Chief Architect of the Sun Cluster product line, and as the principal architect of the Solaris MC and the Spring advanced development projects. He has worked on and published papers in several areas, including operating systems, cloud systems, distributed systems, networking, memory management, and computer architecture. He holds more than 45 patents in these areas. Yousef has a B.S. in Computer Science from West Virginia University, and an M.S. and a Ph.D. in Information and Computer Science from Georgia Tech.","Image":"/Assets/DataImages/41f54bba-b9c9-e411-b.jpg","Url":"https://channel9.msdn.com/Events/Speakers/Yousef-Khalidi"},{"_id":"57909dc3bde8a8600808052f","Name":"Mark Wilson-Thomas","Description":"Mark is a Program Manager on the Visual Studio IDE team, where he looks after the Visual Studio Editor. During Visual Studio 2015 he's been focused on the new light bulb and error list experiences. Prior to that, he's been involved in developer tooling for nearly 10 years, including working on tools for Office, SQL, WPF and Silverlight.","Image":"/Assets/DataImages/bde35968-8124-46eb-8.png","Url":"https://channel9.msdn.com/Events/Speakers/Mark-Wilson-Thomas"},{"_id":"57909dc3bde8a86008080530","Name":"Mark Russinovich","Description":"Mark Russinovich is Chief Technology Officer of Microsoft Azure, Microsoft’s cloud platform. He is a widely recognized expert in distributed systems and operating systems. Russinovich is the author of three cyberthrillers, Zero Day, Trojan Horse and Rogue Code, co-author of the Microsoft Press Windows Internals books, and co-author of the Sysinternals Administrator’s Reference. He also authors and publishes the Sysinternals tools, which include dozens of popular Windows administration and diagnostic utilities. He is a featured speaker at major industry conferences, including Microsoft TechEd, RSA Conference, BlackHat and BUILD.","Image":"/Assets/DataImages/ee4dd63c-cbcc-e411-b.jpg","Url":"https://channel9.msdn.com/Events/Speakers/Mark-Russinovich"}]